[
  {
    "img": "image1.png",
    "text": "Why Haven Bloom?",
    "text2": "HBI believes that mental health is a fundamental human right. We are committed to breaking down the barriers that prevent people from accessing the mental health care they need. By fostering a culture of openness and support, we aim to reduce stigma and encourage individuals to seek help without fear or judgment. Our approach is rooted in compassion, respect, and a belief in the resilience and potential for recovery in every individual."
  },
  {
    "img": "image2.png",
    "text": "Programme Structure",
    "text2": "HBI will implement a structured approach to achieve its goals, including:",
    "li1": "Needs Assessment: Regularly assessing the mental health needs of communities to identify gaps in services and areas for improvement.",
    "li2": "Grant Allocation: Providing financial support to organisations and programmes that offer mental health services, research, and community support.",
    "li3": "Program Development: Initiating new programmes and initiatives to address specific mental health needs, such as community-based workshops, therapy services, and awareness campaigns.",
    "li4": "Monitoring and Evaluation: Regularly monitoring and evaluating the effectiveness of funded programmes and initiatives to ensure accountability and maximise impact.",
    "li5": "Advocacy: Engaging in advocacy efforts to raise awareness about mental health issues, reduce stigma, and promote policies that support mental health services."
  },
  {
    "img": "image3.png",
    "text": "Operational Outlook",
    "text2": "HBI is committed to maintaining transparency, accountability, and ethical practices. Key operational aspects include:",
    "li1": "Partnership Building: Collaborating with healthcare providers, NGOs, community leaders, and other stakeholders to create a comprehensive network of support.",
    "li2": "Capacity Building: Providing training and resources to community members and organisations to enhance their capacity to address mental health issues.",
    "li3": "Data Collection and Analysis: Collecting and analysing data to track progress, identify trends, and inform decision-making.",
    "li4": "Public Awareness Campaigns: Conducting public awareness campaigns to educate the public about mental health issues, reduce stigma, and promote help-seeking behaviors."
  }
]
