[
  {
    "logo": "logo1.svg",
    "text": "With a legacy rooted in 1966 as a subsidiary of Barclays Bank (Nigeria) Limited, UTL Trust Management Services Limited (formerly Union Trustees Limited) has evolved into a leading trustee, licensed by the SEC. While its asset management has transitioned to UTL Asset Management Limited, its core strength in Public, Corporate, and Private Trusteeship remains unmatched. Built on a foundation of professionalism, expertise, and unwavering trust, UTL continues to deliver exceptional service, marked by over 50 years of experience and more than 2,500 successful trust transactions.",
    "name": "UTL Trustees.",
    "link": "https://utltrustees.com/"
  },
  {
    "logo": "logo2.svg",
    "text": "Iwosan Lagoon Hospital (Ikoyi), a JCI-accredited multi-specialist hospital, delivers world-class healthcare through advanced infrastructure and renowned clinical expertise. We specialize in surgical disciplines like orthopedics, neurosurgery, and ENT, achieving optimal treatment outcomes including reduced hospital stays and low infection rates.",
    "name": "Iwosan Lagoon Hospital",
    "link": "https://www.lagoonhospitals.com/our-facilities/ikoyi/"
  },
  {
    "logo": "logo3.svg",
    "text": "Leadway Health is a leading health insurance provider in Nigeria, committed to delivering accessible and quality healthcare solutions. They offer a diverse range of plans tailored to meet the unique needs of individuals, families, and corporate organisations. Leadway Health’s focus extends beyond traditional insurance, encompassing preventative care, wellness programs, and a robust network of healthcare providers. Leveraging technology and personalised service, Leadway Health strives to empower individuals to proactively manage their health and well-being. ",
    "name": "Leadway Health",
    "link": "https://leadwayhealth.com/"
  },
  {
    "logo": "logo4.svg",
    "text": "Allianz Nigeria Insurance Limited (formerly Ensure Insurance plc) is a dynamic and rapidly growing insurance company committed to delivering innovative risk management solutions. Their comprehensive range of insurance products and services caters to individuals, small and medium-sized enterprises (SMEs), commercial entities, and corporate clients, ensuring they have the necessary protection to safeguard their future. With a strong presence across Nigeria, Allianz Nigeria is dedicated to providing financial security and peace of mind to its customers. ",
    "name": "Allianz Nigeria",
    "link": "https://allianz.ng/"
  },
  {
    "logo": "logo5.svg",
    "text": "The Rotary Club of Lagos, a chapter of Rotary International, is a prominent service organisation deeply rooted in the Lagos community. With a rich history of impactful projects, the club is committed to addressing pressing societal challenges through dedicated volunteerism and strategic partnerships. Their initiatives span a broad spectrum, including health, education, environmental sustainability, and community development, reflecting a holistic approach to creating positive change. The club fosters a spirit of fellowship and collaboration among its members, who are business and professional leaders united by a shared commitment to 'Service Above Self.' Through fundraising events, advocacy efforts, and hands-on projects, the Rotary Club of Lagos strives to empower individuals, strengthen communities, and contribute to a more just and equitable world.",
    "name": "Rotary Club of Lagos",
    "link": "https://rotarycluboflagos.org/"
  },
  {
    "logo": "logo6.svg",
    "text": "SquaredLAB Advisory Services is a dynamic HR advisory firm dedicated to transforming businesses through strategic human capital management. We partner with organisations to navigate the complexities of modern workplaces, offering tailored solutions that drive operational excellence and sustainable growth. Our expertise spans a comprehensive range of HR services, including talent acquisition and management, performance optimisation, organisational development, compensation and benefits, and compliance. We believe that a thriving workforce is the cornerstone of a successful business, and we are committed to helping our clients cultivate a positive and productive work environment. By focusing on fostering a culture of engagement, developing strong leadership, and optimising HR processes, SquaredLAB Advisory empowers businesses to unlock their full potential and achieve their strategic objectives. We are more than just consultants; we are trusted advisors, committed to building long-term partnerships and delivering measurable results. ",
    "name": "SquaredLAB Advisory",
    "link": "https://sqladvisor.co"
  }
]
