[
  {
    "image": "image1.png",
    "title": "Technology",
    "p": "OOI leverages technology for social good, empowering communities through digital literacy programmes, accessible technology initiatives, and innovative solutions that address pressing societal challenges. We believe technology should be a force for positive change. As a nonprofit, OOI provides access to technology education and resources, bridging the digital divide and fostering innovation for a more equitable future."
  },
  {
    "image": "image2.png",
    "title": "Education",
    "p": "OOI is dedicated to supporting the provision of quality education for all. Our nonprofit programmes focus on areas like early childhood education, STEM education, adult literacy, etc., ensuring individuals have the opportunity to reach their full potential. Education is the cornerstone of a thriving society. OOI's nonprofit initiatives create transformative learning experiences, empowering individuals and communities through knowledge and skills. "
  },
  {
    "image": "image3.png",
    "title": "Arts and Culture",
    "p": "OOI champions the arts as a catalyst for social change and community building. Our nonprofit programmes provide access to arts education, support emerging artists, and promote cultural expression in all its forms. The arts enrich our lives and inspire creativity. OOI's nonprofit work ensures that the arts remain accessible to all, fostering vibrant communities and celebrating the power of human expression. "
  },
  {
    "image": "image4.png",
    "title": "Charitable Trusts",
    "p": "OOI’s charitable trusts support a wide range of NGOs and causes that benefit the society. Our nonprofit structure ensures that funds are responsibly managed and directed towards initiatives that align with our mission of creating a more just and equitable world. Through our charitable trusts, OOI invests in the future. We partner with organisations and individuals working to address critical issues in amplifying their impact and creating lasting change. "
  },
  {
    "image": "image5.png",
    "title": "Health",
    "p": "OOI is committed to improving health outcomes for underserved communities. Our nonprofit programmes focus on areas like health education, disease prevention, access to healthcare, mental health support, promoting well-being and empowering individuals to lead healthier lives. Health is a fundamental human right. OOI's nonprofit initiatives work to ensure that all individuals have access to quality healthcare and the resources they need to thrive. "
  }
]
