[
  {
    "img": "image1.png",
    "text": "Proposed Solutions",
    "text2": "TGP proposes a two-pronged approach:",
    "li1": "Supporting Existing Care Homes: TGP will provide financial assistance to verified care homes across the country. This funding will enable these homes to enhance the quality of care they provide, including improving infrastructure, providing better nutrition, and offering specialised medical care.",
    "li2": "Promoting Assisted Living Development: TGP will leverage donations to support the development and management of new care homes. These facilities will prioritise providing quality assisted living and end-of-life care, ensuring that elderly individuals can live their final years with dignity and comfort."
  },
  {
    "img": "image2.png",
    "text": "Programme Structure",
    "text2": "TGP will operate with a clear and structured framework to ensure efficiency and effectiveness. The programme will include:",
    "li1": "Needs Assessment: Regularly assessing the needs of existing care homes and identifying areas for improvement.",
    "li2": "Grant Allocation: Distributing financial assistance to verified care homes based on assessed needs and impact potential.",
    "li3": "Facility Development Support: Providing resources and guidance for the development of new assisted living facilities.",
    "li4": "Monitoring and Evaluation: Regularly monitoring the progress and impact of funded initiatives to ensure accountability and effectiveness."
  },
  {
    "img": "image3.png",
    "text": "Partnerships",
    "text2": "TGP will collaborate with various partners to maximise its impact:",
    "li1": "Healthcare Providers: Partnering with hospitals, clinics, and healthcare professionals to provide medical care and support to the elderly.",
    "li2": "Social Welfare Organisations: Working with organisations focused on social welfare and elderly care to coordinate efforts and share resources.",
    "li3": "Community Leaders: Engaging with community leaders to identify needs and ensure cultural sensitivity in programme delivery.",
    "li4": "Donors and Sponsors: Collaborating with individuals and organisations to secure funding and resources for the programme."
  },
  {
    "img": "image4.png",
    "text": "Operational Outlook",
    "text2": "TGP is committed to maintaining transparency, accountability, and ethical practices. Key operational aspects include:",
    "li1": "Rigorous Verification: Ensuring that all care homes receiving financial assistance are verified and meet established standards of care.",
    "li2": "Transparent Funding: Maintaining clear records of all donations and fund allocations, ensuring transparency for donors and stakeholders.",
    "li3": "Impact Measurement: Implementing systems to measure the impact of the programme and track improvements in the quality of care for the elderly.",
    "li4": "Continuous Improvement: Regularly reviewing and refining the programme based on feedback and evaluation to ensure ongoing effectiveness."
  }
]
